Revit 2027 API
UnitTypeId.CurrencyPerBritishThermalUnit Property
 Cost per British thermal unit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurrencyPerBritishThermalUnit { get; }
Public Shared ReadOnly Property CurrencyPerBritishThermalUnit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurrencyPerBritishThermalUnit {
	ForgeTypeId^ get ();
}
static member CurrencyPerBritishThermalUnit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace